datasets/benchmark-results/netvirtue-2019/201906011142/wordpress-results-netvirtue-10-201906011142.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 89.185ms, rate sampling interval: 79ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    23.25ms    6.24ms  48.54ms   88.06%
    Req/Sec     9.89     29.94   128.00     90.97%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   20.88ms
 75.000%   22.43ms
 90.000%   38.30ms
 99.000%   42.40ms
 99.900%   48.58ms
 99.990%   48.58ms
 99.999%   48.58ms
100.000%   48.58ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      18.655     0.000000            1         1.00
      19.743     0.100000           50         1.11
      20.015     0.200000           99         1.25
      20.319     0.300000          150         1.43
      20.639     0.400000          202         1.67
      20.879     0.500000          247         2.00
      21.087     0.550000          272         2.22
      21.295     0.600000          298         2.50
      21.503     0.650000          322         2.86
      21.951     0.700000          346         3.33
      22.431     0.750000          371         4.00
      22.687     0.775000          385         4.44
      22.959     0.800000          396         5.00
      23.471     0.825000          408         5.71
      23.855     0.850000          420         6.67
      24.751     0.875000          433         8.00
      37.727     0.887500          439         8.89
      38.303     0.900000          445        10.00
      38.559     0.912500          451        11.43
      38.719     0.925000          457        13.33
      39.039     0.937500          464        16.00
      39.455     0.943750          468        17.78
      39.711     0.950000          470        20.00
      39.903     0.956250          473        22.86
      40.223     0.962500          477        26.67
      40.383     0.968750          479        32.00
      40.479     0.971875          481        35.56
      40.575     0.975000          482        40.00
      41.215     0.978125          484        45.71
      41.279     0.981250          485        53.33
      41.407     0.984375          487        64.00
      42.047     0.985938          488        71.11
      42.047     0.987500          488        80.00
      42.399     0.989062          489        91.43
      42.943     0.990625          491       106.67
      42.943     0.992188          491       128.00
      42.943     0.992969          491       142.22
      42.943     0.993750          491       160.00
      43.583     0.994531          492       182.86
      43.583     0.995313          492       213.33
      46.239     0.996094          493       256.00
      46.239     0.996484          493       284.44
      46.239     0.996875          493       320.00
      46.239     0.997266          493       365.71
      46.239     0.997656          493       426.67
      48.575     0.998047          494       512.00
      48.575     1.000000          494          inf
#[Mean    =       23.245, StdDeviation   =        6.238]
#[Max     =       48.544, Total count    =          494]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  601 requests in 1.00m, 30.98MB read
Requests/sec:     10.01
Transfer/sec:    528.50KB